Repository: common-repository/associative-dictionary-widget
Catalog: languages/*.po
Languages: fr_fr, nl_nl

source: Words fail me -- you can add a description if you want.
fr_fr: Les mots m'échappent: vous pouvez ajouter une description si vous le souhaitez.
nl_nl: Hier heb ik geen woorden voor -- je kunt een betekenis toevoegen als je wilt.

source: add
fr_fr: ajouter
nl_nl: voeg toe

source: back
fr_fr: retour
nl_nl: terug

source: mail_subject
fr_fr: Message de Mots à découvrir
nl_nl: Bericht van het dwaalboek

source: Associative Dictionary
fr_fr: Mots à découvrir
nl_nl: Het associatieve woordenboek

source: A widget without use.
fr_fr: Mots pour démarrer.
nl_nl: Een nutteloze widget.

source: word to start with not set
fr_fr: le mot de démarrage pas défini
nl_nl: woord om mee te starten niet ingesteld

source: Title:
fr_fr: Titre du widget
nl_nl: Titel:

source: Word to start with:
fr_fr: le mot pour démarrer
nl_nl: Startwoord:

source: Start with a random word
fr_fr: Commencer avec un mot aléatoire
nl_nl: Begin met een willekeurig woord:

source: Yes
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Non
nl_nl: Nee
